Repository: biglinux/sddh-theme-biglinux
Catalog: sddm-theme-biglinux/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, zh

source: To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.
bg: За конвертиране на Office документи в други формати, включително PDF, просто щракнете с десния бутон и изберете формата директно от файловия мениджър.
cs: Pro převod dokumentů aplikace Office do jiných formátů, včetně PDF, stačí kliknout pravým tlačítkem a vybrat formát přímo z průzkumníka souborů.
da: For at konvertere Office-dokumenter til andre formater, herunder PDF, skal du bare højreklikke og vælge formatet direkte fra filhåndteringen.
de: Um Office-Dokumente in andere Formate, einschließlich PDF, zu konvertieren, klicken Sie einfach mit der rechten Maustaste und wählen Sie das Format direkt aus dem Dateimanager aus.
el: Για να μετατρέψετε έγγραφα Office σε άλλες μορφές, συμπεριλαμβανομένου του PDF, απλά κάντε δεξί κλικ και επιλέξτε τη μορφή, απευθείας από τον διαχειριστή αρχείων.
es: Para convertir documentos de Office a otros formatos, incluido PDF, simplemente haz clic derecho y elige el formato directamente desde el administrador de archivos.
et: Bürodokumentide teisendamiseks teistesse vormingutesse, sealhulgas PDF-i, paremklõpsake ja valige vorming otse failihaldurist.
fi: Muuntaaksesi Office-dokumentteja muihin formaatteihin, mukaan lukien PDF, napsauta hiiren oikealla painikkeella ja valitse formaatti suoraan tiedostonhallinnasta.
fr: Pour convertir des documents Office dans d'autres formats, y compris PDF, il suffit de faire un clic droit et de choisir le format directement depuis le gestionnaire de fichiers.
hr: Za pretvaranje Office dokumenata u druge formate, uključujući PDF, jednostavno desnom tipkom miša kliknite i odaberite format izravno iz upravitelja datotekama.
it: Per convertire i documenti di Office in altri formati, inclusi PDF, fai clic con il pulsante destro del mouse e scegli il formato direttamente dal gestore dei file.
ja: Officeドキュメントを他の形式に変換するには、ファイルマネージャから右クリックして形式を選択するだけです。
ko: Office 문서를 다른 형식으로 변환하려면 파일 관리자에서 마우스 오른쪽 버튼을 클릭하고 형식을 선택하십시오.
nl: Om Office-documenten naar andere formaten, inclusief PDF, te converteren, klikt u met de rechtermuisknop en kiest u het formaat, rechtstreeks vanuit de bestandsbeheerder.
no: For å konvertere Office-dokumenter til andre formater, inkludert PDF, høyreklikker du bare og velger formatet direkte fra filbehandleren.
pl: Aby przekształcić dokumenty biurowe na inne formaty, w tym PDF, wystarczy kliknąć prawym przyciskiem myszy i wybrać format bezpośrednio z menedżera plików.
pt: Para converter documentos do Office para outros formatos, incluindo PDF, basta clicar com o botão direito e escolher o formato, diretamente do gerenciador de arquivos.
ro: Pentru a converti documentele Office în alte formate, inclusiv PDF, faceți clic dreapta și alegeți formatul direct din managerul de fișiere.
ru: Для преобразования документов Office в другие форматы, включая PDF, просто щелкните правой кнопкой мыши и выберите формат непосредственно из файлового менеджера.
sk: Na konverziu kancelárskych dokumentov do iných formátov, vrátane PDF, stačí kliknúť pravým tlačidlom myši a vybrať formát priamo z manažéra súborov.
sv: För att konvertera Office-dokument till andra format, inklusive PDF, högerklicka och välj format direkt från filhanteraren.
tr: Ofis belgelerini diğer formatlara, PDF dahil, dönüştürmek için dosya yöneticisinden sağ tıklayıp formatı seçin.
uk: Для конвертування документів Office в інші формати, включаючи PDF, просто клацніть правою кнопкою миші і виберіть формат, безпосередньо з файлового менеджера.
zh: 要将Office文档转换为其他格式，包括PDF，只需右键单击并从文件管理器中直接选择格式。

source: Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.
bg: Използвайте „KRunner“, като натиснете „Alt + Space“, за да извършвате бързи търсения, изпълнявате команди и дори решавате математически изчисления.
cs: Použijte „KRunner“ stisknutím kláves „Alt + Mezerník“ k provedení rychlých vyhledávání, spuštění příkazů a dokonce i řešení matematických výpočtů.
da: Brug 'KRunner' ved at trykke på 'Alt + Mellemrum' for at udføre hurtige søgninger, udføre kommandoer og endda løse matematiske beregninger.
de: Verwenden Sie 'KRunner', indem Sie 'Alt + Leertaste' drücken, um schnelle Suchvorgänge durchzuführen, Befehle auszuführen und sogar mathematische Berechnungen durchzuführen.
el: Χρησιμοποιήστε το 'KRunner' πατώντας 'Alt + Space' για γρήγορες αναζητήσεις, εκτέλεση εντολών και ακόμα και επίλυση μαθηματικών υπολογισμών.
es: Utiliza 'KRunner' presionando 'Alt + Espacio' para realizar búsquedas rápidas, ejecutar comandos e incluso resolver cálculos matemáticos.
et: Kasutage kiirete otsingute tegemiseks, käskude täitmiseks ja isegi matemaatiliste arvutuste lahendamiseks 'KRunnerit', vajutades klahvikombinatsiooni 'Alt + Tühik'.
fi: Käytä 'KRunneria' painamalla 'Alt + Välilyönti' suorittaaksesi nopeita hakuja, suorittaaksesi komentoja ja jopa ratkaistaksesi matemaattisia laskuja.
fr: Utilisez 'KRunner' en appuyant sur 'Alt + Espace' pour effectuer des recherches rapides, exécuter des commandes et même résoudre des calculs mathématiques.
hr: Koristite 'KRunner' pritiskom 'Alt + Space' za brzo pretraživanje, izvršavanje naredbi i rješavanje matematičkih izračuna.
it: Usa 'KRunner' premendo 'Alt + Spazio' per eseguire ricerche rapide, eseguire comandi e risolvere calcoli matematici.
ja: 'Alt + Space' キーを押して 'KRunner' を使用して、素早い検索、コマンドの実行、数学的な計算を行います。
ko: 'Alt + Space'를 눌러 'KRunner'를 사용하여 빠른 검색, 명령 실행 및 수학 계산도 수행할 수 있습니다.
nl: Gebruik 'KRunner' door op 'Alt + Spatie' te drukken om snel te zoeken, opdrachten uit te voeren en zelfs wiskundige berekeningen op te lossen.
no: Bruk 'KRunner' ved å trykke 'Alt + Space' for å utføre raske søk, utføre kommandoer og til og med løse matematiske beregninger.
pl: Użyj „KRunner”, naciskając „Alt + Spacja”, aby wykonywać szybkie wyszukiwania, wykonywać polecenia, a nawet rozwiązywać obliczenia matematyczne.
pt: Use o 'KRunner' pressionando 'Alt + Espaço' para realizar pesquisas rápidas, executar comandos e até mesmo resolver cálculos matemáticos.
ro: Folosiți „KRunner” apăsând „Alt + Spațiu” pentru a efectua căutări rapide, a executa comenzi și chiar a rezolva calcule matematice.
ru: Используйте 'KRunner', нажав 'Alt + Пробел', чтобы выполнять быстрые поиски, выполнять команды и даже решать математические вычисления.
sk: Použite 'KRunner' stlačením 'Alt + Medzerník' na vykonanie rýchlych vyhľadávaní, vykonanie príkazov a dokonca riešenie matematických výpočtov.
sv: Använd 'KRunner' genom att trycka på 'Alt + Mellanslag' för att utföra snabba sökningar, köra kommandon och till och med lösa matematiska beräkningar.
tr: 'Alt + Space' tuşlarına basarak hızlı aramalar yapabilir, komutları çalıştırabilir ve hatta matematiksel hesaplamaları çözebilirsiniz.
uk: Використовуйте 'KRunner', натиснувши 'Alt + Space', щоб виконувати швидкі пошуки, виконувати команди, а навіть розв'язувати математичні обчислення.
zh: 使用“KRunner”通过按下“Alt + Space”进行快速搜索，执行命令，甚至解决数学计算。

source: press / to filter files and folders in dolphin
hu: Nyomja meg a / billentyűt a fájlok és mappák szűréséhez a Dolphinban.
is: tekan / untuk menyaring berkas dan folder di dolphin

source: Use ls to list files and directories in the current directory
hu: Használja az ls parancsot a fájlok és könyvtárak listázásához az aktuális könyvtárban.
is: Gunakan ls untuk menampilkan daftar file dan direktori di direktori saat ini

source: Use cd to navigate between directories. For example, cd Documents
hu: Használd a cd parancsot a könyvtárak közötti navigáláshoz. Például: cd Dokumentumok
is: Gunakan cd untuk menavigasi antara direktori. Contoh: cd Dokumen

source: Use pwd to print the current directory
hu: Használd a pwd parancsot a jelenlegi könyvtár kiírásához.
is: Gunakan pwd untuk mencetak direktori saat ini

source: Use mkdir to create a new directory. Example: mkdir new_directory
hu: Használja a mkdir parancsot egy új könyvtár létrehozásához. Példa: mkdir új_könyvtár
is: Gunakan mkdir untuk membuat direktori baru. Contoh: mkdir direktori_baru

source: To create a new file, use touch. Example: touch new_file.txt
hu: A new file létrehozásához használja a touch parancsot. Példa: touch new_file.txt
is: Untuk membuat file baru, gunakan touch. Contoh: touch new_file.txt

source: Use cp to copy files and directories. Example: cp file.txt folder/
hu: Használja a cp parancsot fájlok és könyvtárak másolásához. Példa: cp file.txt mappa/
is: Gunakan cp untuk menyalin file dan direktori. Contoh: cp file.txt folder/

source: Use mv to move or rename files and directories. Example: mv file.txt new_name.txt
hu: Használja az mv parancsot fájlok és könyvtárak áthelyezésére vagy átnevezésére. Példa: mv file.txt new_name.txt
is: Gunakan mv untuk memindahkan atau mengubah nama file dan direktori. Contoh: mv file.txt nama_baru.txt

source: To remove files, use rm. Example: rm file.txt
hu: A fájlok eltávolításához használja az rm parancsot. Példa: rm file.txt
is: Untuk menghapus file, gunakan rm. Contoh: rm file.txt

source: Use rm -r to remove directories and their contents. Be careful, as it is irreversible
hu: Használd az rm -r parancsot a könyvtárak és tartalmuk eltávolításához. Legyél óvatos, mert ez visszafordíthatatlan.
is: Gunakan rm -r untuk menghapus direktori beserta isinya. Hati-hati, karena tindakan ini tidak dapat dikembalikan.

source: To view the contents of a text file, use cat. Example: cat file.txt
hu: A szöveges fájl tartalmának megtekintéséhez használja a cat parancsot. Példa: cat file.txt
is: Untuk melihat isi dari sebuah file teks, gunakan cat. Contoh: cat file.txt

source: testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?
hu: Nincs lefordítandó szöveg.
is: Testing a long sentence to see if the line break is working correctly, will it break the line? It would be great if it automatically breaks the line, right? Will it work?

source: aperte / para filtrar arquivos e pastas no dolphin
he: לחץ / כדי לסנן קבצים ותיקיות בדולפין

source: Use ls para listar arquivos e diretórios no diretório atual
he: השתמש ב־ls כדי לרשום קבצים ותיקיות בתיקייה הנוכחית

source: Utilize cd para navegar entre diretórios. Por exemplo, cd Documents
he: השתמש ב־cd כדי לנווט בין תיקיות. לדוגמה, cd Documents

source: Use pwd para imprimir o diretório atual
he: השתמש ב־pwd כדי להדפיס את התיקייה הנוכחית

source: Use mkdir para criar um novo diretório. Exemplo: mkdir novo_diretorio
he: השתמש ב־mkdir כדי ליצור תיקייה חדשה. לדוגמה: mkdir תיקייה_חדשה

source: Para criar um novo arquivo, use touch. Exemplo: touch novo_arquivo.txt
he: כדי ליצור קובץ חדש, השתמש ב-touch. לדוגמה: touch קובץ_חדש.txt

source: Utilize cp para copiar arquivos e diretórios. Exemplo: cp arquivo.txt pasta/
he: השתמש ב־cp כדי להעתיק קבצים ותיקיות. לדוגמה: cp קובץ.txt תיקיית_מטרה/

source: Use mv para mover ou renomear arquivos e diretórios. Exemplo: mv arquivo.txt novo_nome.txt
he: השתמש ב־mv כדי להעביר או לשנות את שמות הקבצים והתיקיות. לדוגמה: mv file.txt new_name.txt

source: Para remover arquivos, use rm. Exemplo: rm arquivo.txt
he: כדי להסיר קבצים, השתמש ב־rm. לדוגמה: rm קובץ.txt

source: Utilize rm -r para remover diretórios e seu conteúdo. Cuidado, pois é irreversível
he: השתמש ב־rm -r כדי להסיר ספריות והתוכן שלהן. שים לב, זה לא ניתן לשחזור.

source: Para visualizar o conteúdo de um arquivo de texto, use cat. Exemplo: cat arquivo.txt
he: כדי להציג את תוכן קובץ טקסט, השתמש ב־cat. לדוגמה: cat קובץ.txt
