Repository: biglinux/sddh-theme-biglinux
Catalog: sddm-theme-biglinux/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, zh

source: In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.
bg: В файловия мениджър 'Dolphin' натиснете клавиша '/' и въведете това, което търсите, за да филтрирате елементите в текущата папка, или използвайте 'Ctrl + F', за да търсите и в подпапките.
cs: V souborovém manažeru 'Dolphin' stiskněte klávesu '/' a napište, co hledáte, abyste filtrovali položky v aktuálním adresáři, nebo použijte 'Ctrl + F' k vyhledání i ve složkách.
da: I 'Dolphin'-filhåndteringen skal du trykke på '/'-tasten og skrive det, du leder efter, for at filtrere emner i den aktuelle mappe, eller bruge 'Ctrl + F' for at søge i undermapper også.
de: Im Dateimanager 'Dolphin' drücken Sie die Taste '/' und geben Sie ein, wonach Sie suchen, um Elemente im aktuellen Ordner zu filtern, oder verwenden Sie 'Strg + F', um auch in Unterordnern zu suchen.
el: Στον διαχειριστή αρχείων 'Dolphin', πατήστε το πλήκτρο '/' και πληκτρολογήστε αυτό που ψάχνετε για να φιλτράρετε τα στοιχεία στον τρέχοντα φάκελο, ή χρησιμοποιήστε το 'Ctrl + F' για αναζήτηση μέσα σε υποφακέλους επίσης.
es: En el administrador de archivos 'Dolphin', presiona la tecla '/' y escribe lo que estás buscando para filtrar elementos en la carpeta actual, o usa 'Ctrl + F' para buscar también dentro de subcarpetas.
et: "Dolphin" failihalduris vajutage '/' klahvi ja tippige otsitav, et filtreerida esemeid praeguses kaustas või kasutage 'Ctrl + F' alamkaustades otsimiseks.
fi: "Dolphin" tiedostonhallintaohjelmassa paina '/' näppäintä ja kirjoita etsimäsi kohde suodattaaksesi kohteita nykyisessä kansiossa, tai käytä 'Ctrl + F' etsiäksesi myös alikansioista.
fr: Dans le gestionnaire de fichiers 'Dolphin', appuyez sur la touche '/' et saisissez ce que vous recherchez pour filtrer les éléments du dossier actuel, ou utilisez 'Ctrl + F' pour rechercher également dans les sous-dossiers.
hr: U 'Dolphin' upravitelju datotekama, pritisnite tipku '/' i upišite što tražite kako biste filtrirali stavke u trenutačnoj mapi, ili koristite 'Ctrl + F' za pretraživanje i unutar podmapa.
it: Nel gestore di file 'Dolphin', premi il tasto '/' e digita ciò che stai cercando per filtrare gli elementi nella cartella corrente, oppure usa 'Ctrl + F' per cercare anche nelle sottocartelle.
ja: 'Dolphin'ファイルマネージャーで、'/'キーを押して検索したい内容を入力して、現在のフォルダー内のアイテムをフィルタリングするか、'Ctrl + F'を使用してサブフォルダー内も検索できます。
ko: 'Dolphin' 파일 관리자에서 '/' 키를 누르고 찾고 있는 항목을 필터링하려면 입력하거나 'Ctrl + F'를 사용하여 하위 폴더에서도 검색할 수 있습니다.
nl: In de 'Dolphin' bestandsbeheerder, druk op de '/' toets en typ wat je zoekt om items in de huidige map te filteren, of gebruik 'Ctrl + F' om ook binnen submappen te zoeken.
no: I filbehandleren 'Dolphin', trykk på '/'-tasten og skriv det du leter etter for å filtrere elementer i gjeldende mappe, eller bruk 'Ctrl + F' for å søke i undermapper også.
pl: W menedżerze plików „Dolphin” naciśnij klawisz „/” i wpisz to, czego szukasz, aby filtrować elementy w bieżącym folderze, lub użyj „Ctrl + F”, aby wyszukać również w podfolderach.
pt: No gerenciador de arquivos 'Dolphin', pressione a tecla '/' e digite o que procura para filtrar itens na pasta atual, ou use 'Ctrl + F' para pesquisar também nas subpastas.
ro: În managerul de fișiere 'Dolphin', apăsați tasta '/' și tastați ceea ce căutați pentru a filtra elementele din folderul curent, sau folosiți 'Ctrl + F' pentru a căuta și în subfoldere.
ru: В файловом менеджере 'Dolphin' нажмите клавишу '/' и введите то, что вы ищете, чтобы отфильтровать элементы в текущей папке, или используйте 'Ctrl + F' для поиска также в подпапках.
sk: V súborovom manažéri 'Dolphin' stlačte kláves '/' a zadajte, čo hľadáte, aby ste filtrovali položky v aktuálnom priečinku, alebo použite 'Ctrl + F' na vyhľadávanie aj vo vnútorných priečinkoch.
sv: I filhanteraren 'Dolphin', tryck på '/'-tangenten och skriv det du letar efter för att filtrera objekt i den aktuella mappen, eller använd 'Ctrl + F' för att söka även i undermappar.
tr: 'Dolphin' dosya yöneticisinde, '/' tuşuna basın ve aradığınız öğeleri filtrelemek için yazın, veya alt klasörler içinde aramak için 'Ctrl + F' tuşlarını kullanın.
uk: У файловому менеджері 'Dolphin' натисніть клавішу '/' та введіть те, що ви шукаєте, щоб відфільтрувати елементи в поточній папці, або використовуйте 'Ctrl + F', щоб шукати також у підпапках.
zh: 在“Dolphin”文件管理器中，按“/”键并输入要查找的内容以过滤当前文件夹中的项目，或使用“Ctrl + F”在子文件夹中进行搜索。

source: With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.
bg: С KDEConnect вашите компютри, таблети и смартфони могат да комуникират, разменят файлове, да служат като дистанционни управления и много други.
cs: S KDEConnect mohou vaše počítače, tablety a chytré telefony komunikovat, vyměňovat soubory, sloužit jako dálkové ovládání a mnohem více.
da: Med KDEConnect kan dine computere, tablets og smartphones kommunikere, udveksle filer, fungere som fjernbetjeninger og meget mere.
de: Mit KDEConnect können Ihre Computer, Tablets und Smartphones kommunizieren, Dateien austauschen, als Fernbedienungen dienen und vieles mehr.
el: Με το KDEConnect, οι υπολογιστές, τα τάμπλετ και τα smartphones σας μπορούν να επικοινωνούν, να ανταλλάσσουν αρχεία, να λειτουργούν ως απομακρυσμένοι ελεγκτές και πολλά άλλα.
es: Con KDEConnect, tus computadoras, tabletas y teléfonos inteligentes pueden comunicarse, intercambiar archivos, servir como controles remotos y mucho más.
et: KDEConnecti abil saavad teie arvutid, tahvelarvutid ja nutitelefonid suhelda, faile vahetada, toimida kaugjuhtimispultidena ja palju muud.
fi: KDEConnectin avulla tietokoneesi, tablettisi ja älypuhelimet voivat kommunikoida, vaihtaa tiedostoja, toimia kaukosäätiminä ja paljon muuta.
fr: Avec KDEConnect, vos ordinateurs, tablettes et smartphones peuvent communiquer, échanger des fichiers, servir de télécommandes, et bien plus encore.
hr: Pomoću KDEConnecta, vaši računala, tableti i pametni telefoni mogu komunicirati, razmjenjivati datoteke, služiti kao daljinski upravljači i još mnogo toga.
it: Con KDEConnect, i tuoi computer, tablet e smartphone possono comunicare, scambiare file, fungere da telecomandi e molto altro.
ja: KDEConnectを使用すると、コンピュータ、タブレット、スマートフォン同士が通信し、ファイルを交換したり、リモートコントロールとして使用したりすることができます。
ko: KDEConnect를 사용하면 컴퓨터, 태블릿 및 스마트폰이 통신하고 파일을 교환하며 원격 제어 장치로 사용되는 등 다양한 기능을 제공할 수 있습니다.
nl: Met KDEConnect kunnen uw computers, tablets en smartphones communiceren, bestanden uitwisselen, dienen als afstandsbedieningen en nog veel meer.
no: Med KDEConnect kan datamaskiner, nettbrett og smarttelefoner kommunisere, utveksle filer, fungere som fjernkontroller og mye mer.
pl: Z KDEConnect twoje komputery, tablety i smartfony mogą komunikować się, wymieniać pliki, służyć jako piloty zdalne i wiele więcej.
pt: Com o KDEConnect, seus computadores, tablets e smartphones podem se comunicar, trocar arquivos, servir como controle remoto e muito mais.
ro: Cu KDEConnect, calculatoarele tale, tabletele și smartphone-urile pot comunica, schimba fișiere, servi ca telecomenzi și multe altele.
ru: С KDEConnect ваши компьютеры, планшеты и смартфоны могут общаться, обмениваться файлами, служить в качестве пультов дистанционного управления и многое другое.
sk: S KDEConnectom môžu vaše počítače, tablety a smartfóny komunikovať, vymieňať súbory, slúžiť ako diaľkové ovládanie a oveľa viac.
sv: Med KDEConnect kan dina datorer, surfplattor och smartphones kommunicera, utbyta filer, fungera som fjärrkontroller och mycket mer.
tr: KDEConnect ile bilgisayarlarınız, tabletleriniz ve akıllı telefonlarınız ile iletişim kurabilir, dosya alışverişi yapabilir, uzaktan kumanda olarak kullanabilir ve çok daha fazlasını yapabilirsiniz.
uk: З KDEConnect ваші комп'ютери, планшети та смартфони можуть спілкуватися, обмінюватися файлами, використовуватися як пульт дистанційного керування та багато іншого.
zh: 使用KDEConnect，您的计算机、平板电脑和智能手机可以进行通信、交换文件、充当遥控器等等。

source: In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.
bg: Във файловия мениджър можете да достъпвате файлове на SSH, SFTP, Samba сървъри и други. Достъп до отдалечени файлове с по-голямо удобство.
cs: V Správci souborů můžete přistupovat k souborům na serverech SSH, SFTP, Samba a dalších. Přistupujte k vzdáleným souborům mnohem snadněji.
da: I filhåndteringen kan du få adgang til filer på SSH, SFTP, Samba-servere og mere. Få adgang til fjernfiler med meget større lethed.
de: Im Dateimanager können Sie auf Dateien auf SSH-, SFTP-, Samba-Servern und mehr zugreifen. Greifen Sie viel einfacher auf entfernte Dateien zu.
el: Στο διαχειριστή αρχείων, μπορείτε να έχετε πρόσβαση σε αρχεία σε διακομιστές SSH, SFTP, Samba και άλλους. Αποκτήστε πρόσβαση σε απομακρυσμένα αρχεία με πολύ μεγαλύτερη ευκολία.
es: En el administrador de archivos, puedes acceder a archivos en servidores SSH, SFTP, Samba y más. Accede a archivos remotos con mucha mayor facilidad.
et: Failihalduris saate juurdepääsu SSH, SFTP, Samba serveritele ja muule. Juurdepääs kaugfailidele on palju lihtsam.
fi: Tiedostojenhallinnassa voit käyttää tiedostoja SSH-, SFTP-, Samba-palvelimilta ja muilta. Pääse käsiksi etäisiin tiedostoihin paljon helpommin.
fr: Dans le gestionnaire de fichiers, vous pouvez accéder aux fichiers sur les serveurs SSH, SFTP, Samba, et plus encore. Accédez aux fichiers distants beaucoup plus facilement.
hr: U upravitelju datotekama možete pristupiti datotekama na SSH, SFTP, Samba poslužiteljima i više. Pristupite udaljenim datotekama mnogo lakše.
it: Nel file manager, è possibile accedere ai file sui server SSH, SFTP, Samba e altro ancora. Accedi ai file remoti con molta maggiore facilità.
ja: ファイルマネージャーでは、SSH、SFTP、Sambaサーバーなどのファイルにアクセスできます。はるかに簡単にリモートファイルにアクセスできます。
ko: 파일 관리자에서 SSH, SFTP, Samba 서버 등의 파일에 액세스할 수 있습니다. 훨씬 더 쉽게 원격 파일에 액세스하세요.
nl: In het bestandsbeheer kunt u bestanden op SSH, SFTP, Samba-servers en meer openen. Toegang tot externe bestanden met veel meer gemak.
no: I filbehandleren kan du få tilgang til filer på SSH, SFTP, Samba-servere og mer. Få tilgang til eksterne filer med mye større letthet.
pl: W menedżerze plików możesz uzyskać dostęp do plików na serwerach SSH, SFTP, Samba i innych. Uzyskaj dostęp do zdalnych plików znacznie łatwiej.
pt: No gerenciador de arquivos, você pode acessar arquivos em servidores SSH, SFTP, Samba e muito mais. Acesse arquivos remotos com muito mais facilidade.
ro: În managerul de fișiere, puteți accesa fișiere pe servere SSH, SFTP, Samba și altele. Accesați fișierele de la distanță mult mai ușor.
ru: В файловом менеджере вы можете получить доступ к файлам на серверах SSH, SFTP, Samba и других. Получайте доступ к удаленным файлам намного проще.
sk: V správcovi súborov môžete pristupovať k súborom na serveroch SSH, SFTP, Samba a ďalších. Prístup k vzdialeným súborom je oveľa jednoduchší.
sv: I filhanteraren kan du komma åt filer på SSH, SFTP, Samba-servrar och mer. Få enklare åtkomst till fjärrfiler.
tr: Dosya yöneticisinde, SSH, SFTP, Samba sunucularındaki dosyalara erişebilirsiniz. Uzaktaki dosyalara çok daha kolay bir şekilde erişin.
uk: У файловому менеджері ви можете отримати доступ до файлів на серверах SSH, SFTP, Samba та інших. Отримуйте доступ до віддалених файлів набагато легше.
zh: 在文件管理器中，您可以访问SSH、SFTP、Samba服务器等文件。更轻松地访问远程文件。

source: In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.
bg: В файловия мениджър 'Dolphin' и текстовия редактор 'Kate', натиснете 'F4', за да достъпите вградения терминал. Най-доброто от графичния режим и терминала на едно място.
cs: V souborovém manažeru 'Dolphin' a textovém editoru 'Kate' stiskněte 'F4' pro přístup k vestavěnému terminálu. To nejlepší z grafického režimu a terminálu na jednom místě.
da: I 'Dolphin'-filhåndteringen og 'Kate'-teksteditoren skal du trykke på 'F4' for at få adgang til den indlejrede terminal. Det bedste fra grafisk tilstand og terminal på samme sted.
de: Im Dateimanager "Dolphin" und dem Texteditor "Kate" drücken Sie "F4", um auf das integrierte Terminal zuzugreifen. Das Beste aus dem grafischen Modus und dem Terminal an einem Ort.
el: Στον διαχειριστή αρχείων 'Dolphin' και τον επεξεργαστή κειμένου 'Kate', πατήστε 'F4' για πρόσβαση στο ενσωματωμένο τερματικό. Το καλύτερο της γραφικής λειτουργίας και του τερματικού στον ίδιο χώρο.
es: En el administrador de archivos 'Dolphin' y el editor de texto 'Kate', presiona 'F4' para acceder a la terminal integrada. Lo mejor del modo gráfico y la terminal en el mismo lugar.
et: "Dolphin" failihalduris ja "Kate" tekstiredaktoris vajutage 'F4', et avada sisseehitatud terminal. Graafilise režiimi ja terminali parim kombinatsioon samas kohas.
fi: "Dolphin" tiedostonhallintaohjelmassa ja "Kate" tekstieditorissa paina 'F4' avataksesi upotetun terminaalin. Parasta graafisessa tilassa ja terminaalissa samassa paikassa.
fr: Dans le gestionnaire de fichiers 'Dolphin' et l'éditeur de texte 'Kate', appuyez sur 'F4' pour accéder au terminal intégré. Le meilleur du mode graphique et du terminal au même endroit.
hr: U 'Dolphin' upravitelju datoteka i 'Kate' tekstualnom uređivaču, pritisnite 'F4' za pristup ugrađenom terminalu. Najbolje od grafičkog načina rada i terminala na istom mjestu.
it: Nel file manager 'Dolphin' e nell'editor di testo 'Kate', premi 'F4' per accedere al terminale integrato. Il meglio della modalità grafica e del terminale nello stesso posto.
ja: 'Dolphin'ファイルマネージャと'Kate'テキストエディタで、埋め込みターミナルにアクセスするには、'F4'キーを押します。グラフィカルモードとターミナルを同じ場所で利用できます。
ko: 'Dolphin' 파일 관리자 및 'Kate' 텍스트 편집기에서 'F4'를 눌러 내장 터미널에 액세스하세요. 도형 모드와 터미널을 한 곳에서 사용하세요.
nl: In de 'Dolphin' bestandsbeheerder en de 'Kate' teksteditor, druk op 'F4' om toegang te krijgen tot de ingebedde terminal. Het beste van de grafische modus en de terminal op dezelfde plek.
no: I 'Dolphin'-filbehandleren og 'Kate'-teksteditoren, trykk 'F4' for å få tilgang til den innebygde terminalen. Det beste av grafisk modus og terminal på samme sted.
pl: W menedżerze plików „Dolphin” i edytorze tekstu „Kate” naciśnij klawisz „F4”, aby uzyskać dostęp do wbudowanego terminala. Najlepsze z graficznego trybu i terminala w jednym miejscu.
pt: No gerenciador de arquivos 'Dolphin' e no editor de texto 'Kate', pressione 'F4' para acessar o terminal embutido. O melhor do modo gráfico e do terminal no mesmo lugar.
ro: În managerul de fișiere „Dolphin” și editorul de text „Kate”, apăsați „F4” pentru a accesa terminalul încorporat. Cel mai bun mod grafic și terminal în același loc.
ru: В файловом менеджере 'Dolphin' и текстовом редакторе 'Kate' нажмите 'F4', чтобы открыть встроенный терминал. Лучшее из графического режима и терминала в одном месте.
sk: V súborovom manažéri 'Dolphin' a textovom editore 'Kate' stlačte 'F4' pre prístup k vloženému terminálu. Najlepšie z grafického režimu a terminálu na jednom mieste.
sv: I filhanteraren 'Dolphin' och textredigeraren 'Kate', tryck på 'F4' för att komma åt den inbäddade terminalen. Det bästa av grafiskt läge och terminal på samma plats.
tr: 'Dolphin' dosya yöneticisinde ve 'Kate' metin düzenleyicide, gömülü terminali erişmek için 'F4' tuşuna basın. Grafiksel modun ve terminalin en iyisinin aynı yerde olduğu yer.
uk: У файловому менеджері 'Dolphin' та текстовому редакторі 'Kate' натисніть 'F4', щоб отримати доступ до вбудованого терміналу. Найкраще з графічним режимом та терміналом в одному місці.
zh: 在“Dolphin”文件管理器和“Kate”文本编辑器中，按下“F4”键即可访问嵌入式终端。图形模式和终端的最佳结合。

source: Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.
bg: Използвайте комбинацията от бутоните 'WinKey + V', за да достъпите историята на копирани съдържания. След използването на комбинацията, въведете това, което искате да филтрирате резултатите.
cs: Použijte zkratku „WinKey + V“ k přístupu k historii zkopírovaných obsahů. Po použití zkratky napište, co chcete filtrovat výsledky.
da: Brug genvejen 'WinKey + V' for at få adgang til historikken over kopierede indhold. Efter at have brugt genvejen, skal du skrive det, du vil filtrere resultaterne efter.
de: Verwenden Sie die Tastenkombination 'WinKey + V', um auf die Historie der kopierten Inhalte zuzugreifen. Geben Sie nach Verwendung der Tastenkombination ein, was Sie zur Filterung der Ergebnisse möchten.
el: Χρησιμοποιήστε το συντόμευση 'WinKey + V' για πρόσβαση στο ιστορικό των αντιγραφέντων περιεχομένων. Μετά τη χρήση του συντομεύσεως, πληκτρολογήστε τον όρο που επιθυμείτε για να φιλτράρετε τα αποτελέσματα.
es: Utilice el atajo 'WinKey + V' para acceder al historial de contenidos copiados. Después de usar el atajo, escriba lo que desee para filtrar los resultados.
et: Kasutage kiirklahvi 'WinKey + V' kopeeritud sisu ajaloo juurdepääsuks. Pärast kiirklahvi kasutamist tippige tulemuste filtreerimiseks soovitud tekst.
fi: Käytä 'WinKey + V' -pikanäppäintä kopioitujen sisältöjen historian käyttämiseen. Käytä pikanäppäintä ja kirjoita haluamasi suodattaa tulokset.
fr: Utilisez le raccourci 'WinKey + V' pour accéder à l'historique des contenus copiés. Après avoir utilisé le raccourci, tapez ce que vous voulez pour filtrer les résultats.
hr: Koristite prečac 'WinKey + V' za pristup povijesti kopiranih sadržaja. Nakon korištenja prečaca, upišite što želite filtrirati rezultate.
it: Usa il tasto 'WinKey + V' per accedere alla cronologia dei contenuti copiati. Dopo aver usato il tasto di scelta rapida, digita ciò che desideri per filtrare i risultati.
ja: 'WinKey + V'ショートカットキーを使用して、コピーしたコンテンツの履歴にアクセスします。ショートカットキーを使用した後、結果をフィルタリングするために入力してください。
ko: 'WinKey + V' 단축키를 사용하여 복사한 내용의 기록에 액세스하세요. 단축키를 사용한 후 결과를 필터링하려면 원하는 내용을 입력하세요.
nl: Gebruik de sneltoets 'WinKey + V' om toegang te krijgen tot de geschiedenis van gekopieerde inhoud. Typ na het gebruik van de sneltoets wat je wilt filteren de resultaten.
no: Bruk snarveien 'WinKey + V' for å få tilgang til historikken over kopierte innhold. Etter å ha brukt snarveien, skriv det du vil filtrere resultatene etter.
pl: Użyj skrótu klawiszowego „WinKey + V”, aby uzyskać dostęp do historii skopiowanych treści. Po użyciu skrótu, wpisz to, czego chcesz filtrować wyniki.
pt: Use o atalho 'WinKey + V' para acessar o histórico de conteúdos copiados. Após usar o atalho, digite o que deseja para filtrar os resultados.
ro: Folosește scurtătura „WinKey + V” pentru a accesa istoricul conținuturilor copiate. După folosirea scurtăturii, tastează ceea ce dorești pentru a filtra rezultatele.
ru: Используйте сочетание клавиш 'WinKey + V' для доступа к истории скопированных элементов. После использования этого сочетания, введите то, что вы хотите отфильтровать в результатах.
sk: Použite skratku „WinKey + V“ na prístup k histórii skopírovaných obsahov. Po použití skratky zadajte, čo chcete filtrovať výsledky.
sv: Använd genvägen 'WinKey + V' för att komma åt historiken över kopierat innehåll. Efter att ha använt genvägen, skriv det du vill filtrera resultaten.
tr: Kopyalanan içeriklerin geçmişine erişmek için 'WinKey + V' kısayolunu kullanın. Kısayolu kullandıktan sonra sonuçları filtrelemek için istediğinizi yazın.
uk: Використовуйте скорочення 'WinKey + V', щоб отримати доступ до історії скопійованого вмісту. Після використання скорочення введіть те, що ви хочете відфільтрувати результати.
zh: 使用“WinKey + V”快捷键访问已复制内容的历史记录。使用快捷键后，键入要筛选结果的内容。

source: In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.
bg: В системното меню, освен да намерите програми, е лесно да правите изчисления и преобразувания, например '5 + 7' или '5м'.
cs: V systémovém menu kromě nalezení programů také snadno provádíte výpočty a převody, například '5 + 7' nebo '5m'.
da: I systemmenuen er det udover at finde programmer også nemt at foretage beregninger og konverteringer, f.eks. '5 + 7' eller '5m'.
de: Im Systemmenü können Sie neben dem Auffinden von Programmen auch einfach Berechnungen und Umrechnungen durchführen, z. B. '5 + 7' oder '5m'.
el: Στο μενού του συστήματος, εκτός από τον εντοπισμό προγραμμάτων, είναι επίσης εύκολο να κάνετε υπολογισμούς και μετατροπές, για παράδειγμα, '5 + 7' ή '5m'.
es: En el menú del sistema, además de encontrar programas, también es fácil hacer cálculos y conversiones, por ejemplo, '5 + 7' o '5m'.
et: Süsteemi menüüs on lisaks programmide leidmisele ka lihtne teha arvutusi ja teisendusi, näiteks '5 + 7' või '5m'.
fi: Järjestelmävalikossa ohjelmien lisäksi on helppo tehdä laskutoimituksia ja muunnoksia, esimerkiksi '5 + 7' tai '5m'.
fr: Dans le menu du système, en plus de trouver des programmes, il est également facile de faire des calculs et des conversions, par exemple, '5 + 7' ou '5m'.
hr: U izborniku sustava, osim pronalaska programa, također je jednostavno obavljati izračune i pretvorbe, na primjer, '5 + 7' ili '5m'.
it: Nel menu di sistema, oltre a trovare programmi, è anche facile fare calcoli e conversioni, ad esempio, '5 + 7' o '5m'.
ja: システムメニューでは、プログラムを見つけるだけでなく、計算や変換も簡単に行うことができます。例えば、'5 + 7'や'5m'などがあります。
ko: 시스템 메뉴에서 프로그램을 찾는 것 외에도 계산 및 변환을 쉽게 할 수 있습니다. 예를 들어 '5 + 7' 또는 '5m'과 같은 것이 있습니다.
nl: In het systeemmenu is het naast het vinden van programma's ook eenvoudig om berekeningen en conversies uit te voeren, bijvoorbeeld '5 + 7' of '5m'.
no: I systemmenyen, i tillegg til å finne programmer, er det også enkelt å gjøre beregninger og konverteringer, for eksempel '5 + 7' eller '5m'.
pl: W menu systemowym, oprócz znajdowania programów, łatwo jest również wykonywać obliczenia i konwersje, na przykład '5 + 7' lub '5m'.
pt: No menu do sistema, além de encontrar programas, também é fácil fazer cálculos e conversões, por exemplo, '5 + 7' ou '5m'.
ro: În meniul sistemului, pe lângă găsirea programelor, este ușor să faci calcule și conversii, de exemplu, '5 + 7' sau '5m'.
ru: В меню системы, помимо поиска программ, также легко выполнять вычисления и преобразования, например, '5 + 7' или '5м'.
sk: V systémovom menu je okrem vyhľadávania programov tiež jednoduché robiť výpočty a konverzie, napríklad '5 + 7' alebo '5m'.
sv: I systemmenyn, förutom att hitta program, är det också enkelt att göra beräkningar och konverteringar, till exempel '5 + 7' eller '5m'.
tr: Sistem menüsünde, programları bulmanın yanı sıra hesaplamalar ve dönüşümler de yapmak kolaydır, örneğin, '5 + 7' veya '5m'.
uk: У системному меню, крім пошуку програм, також легко виконувати обчислення та конвертації, наприклад, '5 + 7' або '5м'.
zh: 在系统菜单中，除了查找程序外，还可以轻松进行计算和转换，例如，'5 + 7'或'5m'。
