Repository: biglinux/sddh-theme-biglinux
Catalog: sddm-theme-biglinux/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, ko, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, zh

source: To split the screen with more programs, move each window to one of the sides or corners of the screen.
bg: За разделяне на екрана с повече програми, преместете всеки прозорец на едната страна или в ъглите на екрана.
cs: Pro rozdělení obrazovky s více programy přesuňte každé okno na jednu ze stran nebo rohů obrazovky.
da: For at opdele skærmen med flere programmer, skal du flytte hvert vindue til en af siderne eller hjørnerne af skærmen.
de: Um den Bildschirm mit mehreren Programmen aufzuteilen, verschieben Sie jedes Fenster an eine der Seiten oder Ecken des Bildschirms.
el: Για να χωρίσετε την οθόνη με περισσότερα προγράμματα, μετακινήστε κάθε παράθυρο σε μία από τις πλευρές ή γωνίες της οθόνης.
es: Para dividir la pantalla con más programas, mueve cada ventana a uno de los lados o esquinas de la pantalla.
et: Ekraani jagamiseks rohkemate programmidega liigutage iga aken ekraani küljele või nurka.
fi: Jakaa näyttö useampiin ohjelmiin, siirrä jokainen ikkuna näytön sivuille tai kulmiin.
fr: Pour diviser l'écran avec plusieurs programmes, déplacez chaque fenêtre sur un des côtés ou des coins de l'écran.
hr: Za podjelu zaslona s više programa, premjestite svaki prozor na jednu od strana ili uglova zaslona.
it: Per dividere lo schermo con più programmi, sposta ogni finestra su uno dei lati o degli angoli dello schermo.
ja: 画面を複数のプログラムで分割するには、各ウィンドウを画面の一方の側または角に移動します。
ko: 더 많은 프로그램으로 화면을 분할하려면 각 창을 화면의 한쪽이나 모서리로 이동하세요.
nl: Om het scherm op te splitsen met meer programma's, verplaats elk venster naar een van de zijden of hoeken van het scherm.
no: For å dele skjermen med flere programmer, flytt hvert vindu til en av sidene eller hjørnene av skjermen.
pl: Aby podzielić ekran na więcej programów, przesuń każde okno na jeden z boków lub rogów ekranu.
pt: Para dividir a tela com mais programas, mova cada janela para um dos lados ou cantos da tela.
ro: Pentru a diviza ecranul cu mai multe programe, mutați fiecare fereastră pe unul dintre laturile sau colțurile ecranului.
ru: Для разделения экрана на несколько программ переместите каждое окно на одну из сторон или углов экрана.
sk: Pre rozdelenie obrazovky s viacerými programami presuňte každé okno na jednu z bočných strán alebo rohov obrazovky.
sv: För att dela skärmen med fler program, flytta varje fönster till en av sidorna eller hörnen på skärmen.
tr: Ekranı daha fazla programa bölmek için her pencereyi ekranın bir kenarına veya köşesine taşıyın.
uk: Щоб розділити екран на кілька програм, перемістіть кожне вікно на один з боків або кутів екрану.
zh: 要将屏幕分割为更多程序，请将每个窗口移动到屏幕的一侧或角落。

source: Most laptops perform better when plugged into a power outlet.
bg: Повечето лаптопи работят по-добре, когато са свързани към електрически контакт.
cs: Většina notebooků pracuje lépe, když je připojena k elektrické síti.
da: De fleste bærbare computere yder bedre, når de er tilsluttet en strømkilde.
de: Die meisten Laptops arbeiten besser, wenn sie an eine Stromquelle angeschlossen sind.
el: Τα περισσότερα φορητά υπολογιστές λειτουργούν καλύτερα όταν συνδέονται σε πρίζα ρεύματος.
es: La mayoría de las laptops funcionan mejor cuando están conectadas a una toma de corriente.
et: Enamik sülearvuteid töötavad paremini, kui need on ühendatud vooluvõrku.
fi: Useimmat kannettavat tietokoneet toimivat paremmin, kun ne on kytketty virtalähteeseen.
fr: La plupart des ordinateurs portables fonctionnent mieux lorsqu'ils sont branchés sur une prise de courant.
hr: Većina prijenosnih računala radi bolje kada su priključena na struju.
it: La maggior parte dei laptop funziona meglio quando è collegata a una presa di corrente.
ja: ほとんどのノートパソコンは、電源コンセントに接続されていると性能が向上します。
ko: 대부분의 노트북은 전원 콘센트에 연결되어 있을 때 성능이 더 좋습니다.
nl: De meeste laptops presteren beter wanneer ze zijn aangesloten op een stopcontact.
no: De fleste bærbare datamaskiner yter bedre når de er koblet til en strømkilde.
pl: Większość laptopów działa lepiej, gdy są podłączone do gniazdka zasilania.
pt: A maioria dos laptops tem um desempenho melhor quando ligados a uma tomada de energia.
ro: Majoritatea laptopurilor funcționează mai bine atunci când sunt conectate la o priză de curent.
ru: Большинство ноутбуков работают лучше, когда подключены к сети.
sk: Väčšina notebookov pracuje efektívnejšie, keď sú pripojené do elektrickej zásuvky.
sv: De flesta bärbara datorer presterar bättre när de är anslutna till ett eluttag.
tr: Çoğu dizüstü bilgisayar, prize takılı olduğunda daha iyi performans gösterir.
uk: Більшість ноутбуків працюють краще, коли підключені до мережі.
zh: 大多数笔记本电脑在插入电源插座时性能更好。

source: Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.
bg: Всекидневно хората се доверяват все повече на компютрите. Възползвайте се от използването на Linux и безплатен софтуер; тук наистина можете да научите какво работи.
cs: Každý den se lidé stávají stále více závislými na počítačích. Využijte výhod používání Linuxu a svobodného softwaru; zde se můžete skutečně naučit, jak věci fungují.
da: Hver dag er mennesker mere afhængige af computere. Udnyt brugen af Linux og gratis software; her kan du virkelig lære, hvordan tingene fungerer.
de: Jeden Tag sind Menschen mehr auf Computer angewiesen. Nutzen Sie Linux und kostenlose Software, hier können Sie wirklich lernen, wie Dinge funktionieren.
el: Κάθε μέρα, οι άνθρωποι εξαρτώνται όλο και περισσότερο από τους υπολογιστές. Εκμεταλλευτείτε τη χρήση του Linux και του ελεύθερου λογισμικού. Εδώ μπορείτε πραγματικά να μάθετε πώς λειτουργούν τα πράγματα.
es: Cada día, los humanos dependen más de la informática. Aprovecha el uso de Linux y software libre; aquí realmente puedes aprender cómo funcionan las cosas.
et: Iga päev sõltuvad inimesed arvutustehnikast rohkem. Kasuta Linuxit ja vaba tarkvara; siin saad tõeliselt õppida, kuidas asjad toimivad.
fi: Joka päivä ihmiset luottavat enemmän tietotekniikkaan. Hyödynnä Linuxia ja ilmaista ohjelmistoa; täällä voit todella oppia miten asiat toimivat.
fr: Chaque jour, les humains dépendent de plus en plus de l'informatique. Profitez de l'utilisation de Linux et des logiciels libres ; ici, vous pouvez vraiment apprendre comment les choses fonctionnent.
hr: Svaki dan, ljudi sve više ovise o računalima. Iskoristite korištenje Linuxa i besplatnog softvera; ovdje zaista možete naučiti kako stvari funkcioniraju.
it: Ogni giorno, gli esseri umani dipendono sempre di più dal calcolo. Approfitta dell'uso di Linux e del software libero; qui puoi davvero imparare come funzionano le cose.
ja: 毎日、人間はコンピューティングにますます依存しています。Linuxや無料のソフトウェアを利用して、ここで本当に物事がどのように動作するかを学ぶことができます。
ko: 매일, 사람들은 컴퓨팅에 더 의존하고 있습니다. Linux와 무료 소프트웨어를 활용해보세요; 여기서 진정으로 어떻게 작동하는지 배울 수 있습니다.
nl: Elke dag zijn mensen meer afhankelijk van computers. Maak gebruik van Linux en vrije software; hier kun je echt leren hoe dingen werken.
no: Hver dag er mennesker mer avhengige av databehandling. Dra nytte av å bruke Linux og gratis programvare; her kan du virkelig lære hvordan ting fungerer.
pl: Codziennie ludzie coraz bardziej polegają na komputerach. Skorzystaj z Linuxa i oprogramowania darmowego; tutaj naprawdę możesz nauczyć się, jak działają rzeczy.
pt: Todos os dias, os humanos dependem cada vez mais da computação. Aproveite o uso do Linux e do software livre; aqui você pode realmente aprender como as coisas funcionam.
ro: În fiecare zi, oamenii depind tot mai mult de calculatoare. Profitați de utilizarea Linux și a software-ului gratuit; aici puteți învăța cu adevărat cum funcționează lucrurile.
ru: Каждый день люди все больше зависят от вычислений. Воспользуйтесь использованием Linux и свободного программного обеспечения; здесь вы действительно можете узнать, как работают вещи.
sk: Každý deň sa ľudia viac spoliehajú na počítače. Využite výhody používania Linuxu a slobodného softvéru; tu sa môžete skutočne naučiť, ako veci fungujú.
sv: Varje dag är människor mer beroende av datorer. Dra nytta av att använda Linux och fri programvara; här kan du verkligen lära dig hur saker fungerar.
tr: Her gün, insanlar bilgisayarlara daha fazla bağımlı hale geliyor. Linux ve özgür yazılımlardan faydalanın; burada gerçekten nasıl çalıştığını öğrenebilirsiniz.
uk: Щодня люди все більше залежать від обчислювальної техніки. Скористайтеся можливістю використання Linux та безкоштовного програмного забезпечення; тут ви дійсно можете дізнатися, як працюють речі.
zh: 每天，人类对计算机的依赖越来越大。利用Linux和免费软件的优势；在这里，您可以真正学习事物是如何运作的。

source: When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.
bg: При използване на клавиша "Print Screen" забележете бутона "Редактиране", където можете да направите бързи редакции на изображението. Можете също да копирате изображението и да го поставите директно в програми без нужда от запазване и прикачване.
cs: Při použití klávesy „Print Screen“ si všimněte tlačítka „Upravit“, kde můžete rychle upravit obrázek. Obrázek můžete také kopírovat a vložit přímo do programů bez potřeby ukládání a připojení.
da: Når du bruger 'Print Screen'-tasten, bemærk 'Rediger'-knappen, hvor du kan foretage hurtige redigeringer af billedet. Du kan også kopiere billedet og indsætte det direkte i programmer uden at skulle gemme og vedhæfte det.
de: Beim Verwenden der Taste "Druck" fällt die Schaltfläche "Bearbeiten" auf, mit der Sie schnelle Bearbeitungen am Bild vornehmen können. Sie können das Bild auch kopieren und direkt in Programme einfügen, ohne es speichern und anhängen zu müssen.
el: Όταν χρησιμοποιείτε το πλήκτρο 'Print Screen', παρατηρήστε το κουμπί 'Επεξεργασία', όπου μπορείτε να κάνετε γρήγορες επεξεργασίες στην εικόνα. Μπορείτε επίσης να αντιγράψετε την εικόνα και να την επικολλήσετε απευθείας σε προγράμματα χωρίς την ανάγκη να την αποθηκεύσετε και να την επισυνάψετε.
es: Al usar la tecla 'Impr Pant', notarás el botón 'Editar', donde puedes hacer ediciones rápidas a la imagen. También puedes copiar la imagen y pegarla directamente en programas sin necesidad de guardarla y adjuntarla.
et: Kasutades klahvi "Print Screen", märka nuppu "Redigeeri", kus saad kiiresti pilti muuta. Saad ka pildi kopeerida ja otse programmi kleepida ilma vajaduseta seda salvestada ja lisada.
fi: Kun käytät 'Print Screen' -näppäintä, huomaa 'Muokkaa' -painike, jolla voit tehdä nopeita muokkauksia kuvaan. Voit myös kopioida kuvan ja liittää sen suoraan ohjelmiin tallentamatta ja liittämättä sitä erikseen.
fr: Lorsque vous utilisez la touche "Impr écran", remarquez le bouton "Modifier", où vous pouvez apporter des modifications rapides à l'image. Vous pouvez également copier l'image et la coller directement dans des programmes sans avoir besoin de l'enregistrer et de la joindre.
hr: Kada koristite tipku 'Print Screen', primijetite gumb 'Uredi', gdje možete napraviti brze izmjene na slici. Također možete kopirati sliku i zalijepiti je izravno u programe bez potrebe za spremanjem i prilaganjem.
it: Quando si utilizza il tasto 'Stamp' (Print Screen), notare il pulsante 'Modifica', dove è possibile apportare modifiche rapide all'immagine. È inoltre possibile copiare l'immagine e incollarla direttamente nei programmi senza doverla salvare e allegare.
ja: 'Print Screen' キーを使用すると、画像を簡単に編集できる「編集」ボタンに注目してください。画像をコピーして保存して添付する必要なく、直接プログラムに貼り付けることもできます。
ko: 'Print Screen' 키를 사용할 때 '편집' 버튼을 참고하세요. 여기서 이미지에 빠르게 편집을 할 수 있습니다. 또한 이미지를 복사하여 저장 및 첨부 없이 프로그램에 직접 붙여넣을 수도 있습니다.
nl: Wanneer u op de toets 'Print Screen' drukt, ziet u de knop 'Bewerken', waar u snel bewerkingen aan de afbeelding kunt maken. U kunt de afbeelding ook kopiÃ«ren en direct in programma's plakken zonder dat u deze hoeft op te slaan en bij te voegen.
no: Når du bruker 'Print Screen'-tasten, legg merke til 'Rediger'-knappen, der du kan gjøre raske redigeringer av bildet. Du kan også kopiere bildet og lime det direkte inn i programmer uten å måtte lagre og legge ved det.
pl: Podczas korzystania z klawisza „Print Screen” zauważ przycisk „Edytuj”, gdzie możesz szybko edytować obraz. Możesz również skopiować obraz i wkleić go bezpośrednio do programów bez konieczności zapisywania i dołączania.
pt: Ao usar a tecla 'Print Screen', repare no botão 'Editar', onde pode fazer edições rápidas na imagem. Também pode copiar a imagem e colar diretamente em programas sem a necessidade de salvar e anexar.
ro: Când folosiți tasta „Print Screen”, observați butonul „Editare”, unde puteți face modificări rapide imaginii. De asemenea, puteți copia imaginea și o puteți lipi direct în programe fără a fi nevoie să o salvați și să o atașați.
ru: При использовании клавиши "Print Screen" обратите внимание на кнопку "Правка", где вы можете быстро отредактировать изображение. Вы также можете скопировать изображение и вставить его непосредственно в программы без необходимости сохранения и прикрепления.
sk: Pri použití klávesy „Print Screen“ si všimnite tlačidla „Upraviť“, kde môžete rýchlo upraviť obrázok. Obrázok môžete tiež skopírovať a priamo ho vložiť do programov bez potreby uložiť a pripojiť.
sv: När du använder tangenten "Skriv ut skärmbild", märk knappen "Redigera", där du kan göra snabba redigeringar av bilden. Du kan också kopiera bilden och klistra in den direkt i program utan att behöva spara och bifoga.
tr: 'Print Screen' tuşunu kullandığınızda, 'Düzenle' düğmesine dikkat edin, buradan resme hızlı düzenlemeler yapabilirsiniz. Ayrıca resmi kopyalayıp kaydetme ve ek dosya eklemeye gerek olmadan doğrudan programlara yapıştırabilirsiniz.
uk: При використанні клавіші "Print Screen" зверніть увагу на кнопку "Редагувати", де ви можете швидко внести зміни до зображення. Ви також можете скопіювати зображення і вставити його безпосередньо в програми без необхідності зберігання та додавання.
zh: 使用“打印屏幕”键时，请注意“编辑”按钮，您可以对图像进行快速编辑。您还可以复制图像并直接粘贴到程序中，无需保存和附加。

source: In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.
bg: В програмата за преглед на документи 'Okular' можете да правите анотации и бележки върху вашите PDF файлове, както и да добавяте цифрови подписи.
cs: V prohlížeči dokumentů 'Okular' můžete vytvářet poznámky a poznámky ve svých souborech PDF a dokonce přidávat digitální podpisy.
da: I 'Okular'-dokumentvisningsprogrammet kan du lave noter og kommentarer på dine PDF-filer og endda tilføje digitale signaturer.
de: Im Dokumentenbetrachter 'Okular' können Sie Anmerkungen und Notizen in Ihren PDF-Dateien erstellen und sogar digitale Signaturen hinzufügen.
el: Στο πρόγραμμα προβολής εγγράφων 'Okular', μπορείτε να κάνετε σχολιασμούς και σημειώσεις στα αρχεία PDF σας, και ακόμα να προσθέσετε ψηφιακές υπογραφές.
es: En el visor de documentos 'Okular', puedes hacer anotaciones y notas en tus archivos PDF, e incluso agregar firmas digitales.
et: 'Okular' dokumendivaaturis saate teha märkmeid ja märkusi oma PDF-failidele ning lisada digitaalseid allkirju.
fi: 'Okular'-asiakirjan katseluohjelmassa voit tehdä huomautuksia ja muistiinpanoja PDF-tiedostoillesi ja jopa lisätä digitaalisia allekirjoituksia.
fr: Dans le visualiseur de documents 'Okular', vous pouvez ajouter des annotations et des notes à vos fichiers PDF, et même ajouter des signatures numériques.
hr: U pregledniku dokumenata 'Okular' možete dodavati bilješke i napomene na svoje PDF datoteke, te čak dodavati digitalne potpise.
it: Nel visualizzatore di documenti 'Okular', puoi fare annotazioni e note sui tuoi file PDF, e aggiungere anche firme digitali.
ja: 'Okular' ドキュメントビューアーでは、PDF ファイルに注釈やメモを追加したり、デジタル署名を追加したりすることができます。
ko: 'Okular' 문서 뷰어에서 PDF 파일에 주석과 메모를 작성하고 디지털 서명을 추가할 수 있습니다.
nl: In de documentviewer 'Okular' kunt u annotaties en notities maken in uw PDF-bestanden en zelfs digitale handtekeningen toevoegen.
no: I 'Okular'-dokumentvisningsprogrammet kan du lage merknader og notater på PDF-filene dine, og til og med legge til digitale signaturer.
pl: W przeglądarce dokumentów „Okular” możesz dodawać adnotacje i notatki do plików PDF oraz dodawać podpisy cyfrowe.
pt: No visualizador de documentos 'Okular', você pode fazer anotações, marcações e até adicionar assinaturasdigitais em arquivos PDF.
ro: În vizualizatorul de documente 'Okular', puteți face adnotări și note pe fișierele PDF și chiar adăuga semnături digitale.
ru: В просмотрщике документов 'Okular' вы можете делать аннотации и заметки в своих PDF-файлах, а также добавлять цифровые подписи.
sk: V programe na prezeranie dokumentov 'Okular' môžete vytvárať poznámky a anotácie vo vašich súboroch PDF a dokonca pridávať digitálne podpisy.
sv: I 'Okular'-dokumentvisaren kan du göra anteckningar och noteringar i dina PDF-filer och även lägga till digitala signaturer.
tr: 'Okular' belge görüntüleyicisinde PDF dosyalarınıza notlar ve açıklamalar ekleyebilir, hatta dijital imzalar ekleyebilirsiniz.
uk: У переглядачі документів 'Okular' ви можете робити анотації та нотатки у своїх PDF-файлах, а також додавати цифрові підписи.
zh: 在“Okular”文档查看器中，您可以在PDF文件上进行注释和备注，甚至添加数字签名。

source: By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.
bg: Чрез щракване с десния бутон на мишката върху файл с изображение можете да направите различни редакции, включително преоразмеряване и конвертиране, директно от файловия мениджър.
cs: Kliknutím pravým tlačítkem myši na soubor s obrázkem můžete provést různé úpravy, včetně změny velikosti a konverze, přímo z průzkumníka souborů.
da: Ved at højreklikke på en billedfil kan du foretage forskellige redigeringer, herunder ændring af størrelse og konvertering, direkte fra filhåndteringen.
de: Durch Klicken mit der rechten Maustaste auf eine Bilddatei können Sie verschiedene Bearbeitungen, einschließlich Größenänderung und Konvertierung, direkt aus dem Dateimanager vornehmen.
el: Κάνοντας δεξί κλικ σε ένα αρχείο εικόνας, μπορείτε να κάνετε διάφορες επεξεργασίες, συμπεριλαμβανομένης της αλλαγής μεγέθους και μετατροπής, απευθείας από τον διαχειριστή αρχείων.
es: Al hacer clic derecho en un archivo de imagen, puedes realizar varias ediciones, como cambiar el tamaño y convertirlo, directamente desde el administrador de archivos.
et: Pildifaili paremklõpsuga saate teha mitmesuguseid muudatusi, sealhulgas suuruse muutmise ja teisendamise otse failihaldurist.
fi: Napsauttamalla hiiren oikealla painikkeella kuvatiedostoa voit tehdä erilaisia muokkauksia, kuten koon muuttamisen ja muuntamisen, suoraan tiedostonhallinnasta.
fr: En cliquant avec le bouton droit sur un fichier image, vous pouvez apporter diverses modifications, notamment redimensionner et convertir, directement depuis le gestionnaire de fichiers.
hr: Desnim klikom na datoteku slike možete napraviti različite izmjene, uključujući promjenu veličine i pretvaranje, izravno iz upravitelja datotekama.
it: Facendo clic con il tasto destro su un file immagine, puoi apportare varie modifiche, tra cui ridimensionamento e conversione, direttamente dal gestore di file.
ja: 画像ファイルを右クリックすると、ファイルマネージャーから直接リサイズや変換などさまざまな編集ができます。
ko: 이미지 파일을 마우스 오른쪽 버튼으로 클릭하여 파일 관리자에서 직접 크기 조정 및 변환을 포함한 다양한 편집을 할 수 있습니다.
nl: Door met de rechtermuisknop op een afbeeldingsbestand te klikken, kunt u verschillende bewerkingen uitvoeren, waaronder het wijzigen van de grootte en converteren, rechtstreeks vanuit de bestandsbeheerder.
no: Ved å høyreklikke på en bildefil, kan du gjøre ulike redigeringer, inkludert endring av størrelse og konvertering, direkte fra filbehandleren.
pl: Klikając prawym przyciskiem myszy na plik obrazu, możesz dokonać różnych edycji, w tym zmiany rozmiaru i konwersji, bezpośrednio z menedżera plików.
pt: Ao clicar com o botão direito em um arquivo de imagem, você pode fazer várias edições, incluindo redimensionamento e conversão, diretamente do gerenciador de arquivos.
ro: Făcând clic dreapta pe un fișier de imagine, puteți face diverse editări, inclusiv redimensionare și conversie, direct din managerul de fișiere.
ru: Щелкнув правой кнопкой мыши на файле изображения, вы можете выполнять различные редактирования, включая изменение размера и конвертацию, непосредственно из файлового менеджера.
sk: Kliknutím pravým tlačidlom na súbor s obrázkom môžete vykonávať rôzne úpravy, vrátane zmeny veľkosti a konverzie, priamo z manažéra súborov.
sv: Genom att högerklicka på en bildfil kan du göra olika redigeringar, inklusive ändra storlek och konvertera, direkt från filhanteraren.
tr: Dosya yöneticisinden doğrudan sağ tıklayarak bir resim dosyasında çeşitli düzenlemeler yapabilirsiniz, boyutlandırma ve dönüştürme dahil.
uk: Правою кнопкою миші на файлі зображення ви можете виконати різні редагування, включаючи зміну розміру та конвертацію, безпосередньо з файлового менеджера.
zh: 通过右键单击图像文件，您可以直接从文件管理器进行各种编辑，包括调整大小和转换。
